LEXICON: dict[str, str] = {
    '/start': '<b>Привет бот "BEAUTY"!</b>\n\n<b>поможет Вам посмотреть цены на услуги в нашем салоне'
              'и с легкостью записаться на удобные вам дату и время!👍 Так же для информации о боте нажмите /help</b>',
    '/help': '<b>Это бот-......</b>\n\nДоступные команды:\n\n/start - '
             'старт бота🏁\n/help- справка по использованию бота\n',
             '/promotions': 'Акции🚀\n'
             '/price - 💰Прайс-лист \n'
             '/sign_up - Записаться 📒\n\n<b>Добро пожаловать!🤩</b>',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'main_menu': '📝      Главное меню : ',
    'back': '👉 Вернуться назад ♻',
    'price_list': 'Вот стоимость услуг которые  мы предоставляем☝\n 🤚Маникюр - 1000р.\n Педикюр - 1000р.\n Комплекс(🤚маникюр + педикюр🦶) - 2000р.\n Снятие гель-лака - 500р.\n Покрытие - 500р',
    'book_service': '📒Запись на услугу',
    'promotions_1': '🚀Акции:\n1. Скидка 20% на первую услугу!\n2. Бесплатная консультация!🚀',
    'contacts': '☎Контакты☎',
    'Маникюр': '🤚Маникюр',
    'm_text': 'Вам нужно снятие гель-лака?',
    'm_text_2': 'Вам нужно покрытие?',
    'm_text_3': '👉Выберите мастера:',
    'Педикюр': '🦶Педикюр',
    'p_text': '',
    'Комплекс': 'Комплекс(🤚маникюр + педикюр🦶)',
    'k_text': '',
    '/price': '💰Прайс-лист',
    'finish': 'Информация уже передана менеджеру салона!\n\n В ближайшее время он подтвердит запись, либо предложит альтернативное время✅',
    'promotions_2': '🚀Акции',
    'master_1': 'Мастер маникюря и педикюра_1',
    'master_2': 'Мастер маникюря и педикюра_2',
    'phone': 'Телефон салона',
    'address': 'Адрес салона',
    'website': 'Сайт',
    'Instagram': 'Instagram',
    'YES': 'ДА',
    'NO': 'Нет'
}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': '🏁Старт🏁',
    '/help': '📚Справка по работе бота',
    '/price': '💰Прайс-лист',
    '/sign_up': '📒Запись на услугу',
    '/promotions': '🚀Акции',
    '/contacts': '☎Контакты'
}